<%@ page language="java" contentType="text/html; charset=UTF-8"	pageEncoding="UTF-8"%>

						<div class="txt_bx" >
							<pre>GameKOK 개인정보 취급방침

㈜엔미디어플랫폼 (이하 "회사"라 함)는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법, 통신비밀보호법, 전기통신사업법, 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보취급방침을 정하여 이용자 권익 보호에 최선을 다하고 있습니다. 
본 개인정보취급방침은 “회사”가 제공하는 제품 및 서비스와 “회사”가 운영하는 제품 및 사이트의 회원 아이디로 이용할 수 있는 GameKOK 홈페이지에 적용되며 다음과 같은 내용을 담고 있습니다.

1. 수집하는 개인정보의 항목 및 수집방법 
2. 개인정보의 수집 및 이용목적 
3. 개인정보 공유 및 제공 
4. 개인정보의 취급위탁 
5. 개인정보의 보유 및 이용기간 
6. 개인정보 파기절차 및 방법 
7. 이용자 및 법정대리인의 권리와 그 행사방법 
8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항 
9. 개인정보의 기술적/관리적 보호 대책 
10. 개인정보관리책임자 및 담당자의 연락처 
11. 링크사이트
12. 고지 및 통지

1. 수집하는 개인정보의 항목 및 수집방법 
가. 수집하는 개인정보의 항목
첫째, 회사는 회원가입, 원활한 고객상담, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 최소한의 개인정보를 필수항목으로 수집하고 있습니다.
#PC방사업자 회원가입#
- 성명, 생년월일, 성별, 아이디, 비밀번호, 이메일, 휴대폰 번호
#일반 회원가입#
- 성명, 생년월일, 성별, 아이디, 비밀번호, 연락처(메일주소, 휴대폰 번호 중 택일), 만 14세 미만아동의 경우 법정대리인 정보
둘째, 서비스 이용과정이나 사업처리 과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.
- IP Address, 쿠키, 방문일시, 서비스 이용 기록, 불량 이용 기록
셋째, GameKOK 아이디를 이용한 부가 서비스 및 맞춤식 서비스 이용 또는 이벤트 응모 과정에서 추가 정보들이 수집될 수 있습니다. 이 경우, “회사”는 개인정보 추가 수집 항목을 고지하고 별도 동의를 받습니다.

나. 개인정보 수집방법
회사는 다음과 같은 방법으로 개인정보를 수집합니다.
- 홈페이지, 서면양식, 팩스, 전화, 상담 게시판, 이메일, 이벤트 응모, 배송요청 
- 제휴업체로부터의 제공
- 생성정보 수집 툴을 통한 수집

2. 개인정보의 수집 및 이용목적 
가. 서비스 제공에 관한 계약 이행
GameKOK 소프트웨어 제품 및 콘텐츠 제공, AS 및 고객상담 서비스 제공

나. 회원관리 
회원제 서비스 이용 및 개인식별, 불량회원의 부정 이용방지와 비인가 사용방지, 가입의사 확인, 가입 및 가입횟수 제한, 분쟁 조정을 위한 기록보존, 불만처리 등 민원처리, 고지사항 전달, 회원탈퇴 의사의 확인

다. 신규 서비스 개발 및 마케팅〮광고에의 활용
신규 서비스 개발 및 맞춤 서비스 제공, 통계학적 특성에 따른 서비스 제공 및 광고 게재, 서비스의 유효성 확인, 이벤트 및 광고성 정보 제공, 접속빈도 파악, 회원의 서비스이용에 대한 통계

3. 개인정보의 공유 및 제공 
가. 회사는 이용자의 개인정보를 “개인정보의 수집 및 이용목적”에서 고지한 범위 내에서 이용하며, 이용자의 사전 동의 없이 위의 범위를 초과하여 이용하거나 타인 또는 타 기관에 제공 또는 타 기관에서 이용하며, 이용자의 사전 동의 없이 위의 범위를 초과하여 이용하거나 타인 또는 타 기관에 제공 또는 공유하지 않습니다. 다만, 이용자가 사전에 동의한 경우나 회사의 이용약관 또는 회사가 별도로 정한 정책 및 운영규정에 어긋나는 행위를 하여 관련법에 의거하거나 수사목적으로 법령에 정해진 절차와 방법에 따라 법적인 조치가 요구되거나 관련 수사기관의 요구가 있는 경우는 예외로 합니다.

나. 회사는 이용자 별 맞춤 서비스, 기타 다양한 서비스 제공 등의 사업적인 이유로 이용자의 개인정보를 제휴업체에 제공하거나 또는 공유할 수 있습니다. 그러나 개인정보를 제공, 정보를 공유할 경우에는 정보 제공 이전에 제휴사명, 제휴 목적, 제공 또는 공유되는 개인정보의 범위, 그리고 언제까지 이용/보관되는지에 대해 사전에 알리고 동의를 구하는 절차를 거치게 되며, 이용자가 동의하지 않는 경우에는 제휴업체에게 제공 또는 공유하지 않습니다.
다. 회사는 휴대폰/ARS 결제와 관련하여 이용자의 이의제기가 있는 경우 또는 이에 준하는 사안으로 휴대폰/ARS 결제 중재센터의 요청이 있는 경우, 문제 해결을 위해 필요한 범위에 한하여 서비스와 관련된 이용자의 개인정보를 휴대폰/ARS 결제 중재센터에 제공할 수 있습니다.
- 휴대폰/ARS 결제 중재센터 (www.spayment.org)
- 전화: 02-563-4033, 4012

4. 개인정보의 취급위탁 
회사는 서비스 향상을 위해서 아래와 같이 개인정보를 위탁하고 있으며, 관계 법령에 따라 위탁계약 시 개인정보가 안전하게 관리될 수 있도록 필요한 사항을 규정하고 있습니다.

회사의 개인정보 위탁처리 업체 및 위탁업무 내용은 아래와 같습니다.
수탁업체	위탁업무 내용	개인정보의 보유 및 이용기간
㈜우리와 미래	충청지역 고객관리, 제품 설치 및 AS, 이벤트 경품 배송	회원 탈퇴 시 혹은 위탁계약 종료 시까지

트리시스	경기북부 일부 및 강원지역 고객관리, 제품 설치 및 AS, 이벤트 경품 배송	
㈜스피드파워넷	호남지역 고객관리, 제품 설치 및 AS, 이벤트 경품 배송	
㈜대영비앤에스	경남, 경북 지역 고객관리, 제품 설치 및 AS, 이벤트 경품 배송	
가입한 이동통신사 / 한국모바일인증㈜	휴대폰 본인인증 서비스 제공	해당 업체에서 이미 보유하고 있는 개인정보이기 때문에 별도로 저장하지 않음

5. 개인정보의 보유 및 이용기간 
이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다. 단, 아래의 사유에 해당하는 경우 명시한 기간 동안 보존합니다. 
가. 회사 내부 방침에 의한 보유
- 부정이용기록 
보존 이유: 부정 이용 방지
보존 기간: 1년

나. 관련법령에 의한 보유
상법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 이용자의 정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.
- 계약 또는 청약철회 등에 관한 기록: 5년
- 대금결제 및 재화의 공급에 관한 기록: 5년
- 소비자의 불만 또는 분쟁처리에 관한 기록: 3년
- 표시, 광고에 관한 기록: 6개월
- 웹사이트 방문기록: 3개월

6. 개인정보 파기절차 및 방법 
이용자의 개인정보는 원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.
회사의 개인정보 파기절차 및 방법은 다음과 같습니다.

가. 파기절차
- 이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로 옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라(보유 및 이용기간 참조)일정 기간 저장된 후 파기됩니다.
- 동 개인정보는 법률에 의한 경우가 아니고서는 보유되는 이외의 다른 목적으로 이용되지 않습니다.

나. 파기방법
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다. 

7. 이용자 및 법정대리인의 권리와 그 행사방법 
- 이용자 및 법정 대리인은 언제든지 등록되어 있는 자신의 개인정보를 조회하거나 수정할 수 있으며, 회사의 개인정보의 처리에 동의하지 않는 경우 동의를 거부하거나 가입해지(회원탈퇴)를 요청하실 수 있습니다. 다만, 그러한 경우 서비스의 일부 또는 전부 이용이 어려울 수 있습니다.
- 이용자 개인정보 조회, 수정을 위해서는 '개인정보변경'(또는 '회원정보수정' 등)을, 가입해지(동의철회)를 위해서는 "회원탈퇴"를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다.
- 이용자가 자신의 개인정보에 대한 정정 또는 삭제를 요구하는 경우 회사는 본인 여부를 확인한 후 지체없이 필요한 조치를 취합니다
- 이용자가 개인정보의 오류에 대한 정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다. 
- 회사는 이용자 혹은 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보는 "5. 개인정보의 보유 및 이용기간"에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.

8. 개인정보 자동 수집 장치의 설치/운영 및 거부에 관한 사항 
가. 쿠키란?
- 회사는 개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 '쿠키(cookie)'를 사용합니다.
- 쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에게 보내는 아주 작은 텍스트 파일로 이용자 컴퓨터의 하드디스크에 저장됩니다. 이후 이용자가 웹 사이트에 방문할 경우 웹 사이트 서버는 이용자의 하드디스크에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하기 위해 이용됩니다.
- 쿠키는 개인을 식별하는 정보를 자동적/능동적으로 수집하지 않으며, 이용자는 언제든지 이러한 쿠키의 저장을 거부하거나 삭제할 수 있습니다.

나. 회사의 쿠키 사용 목적
이용자들이 방문한 GameKOK의 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 이용자 규모 등을 파악하여 이용자에게 광고를 포함한 최적화된 맞춤형 정보를 제공하기 위해 사용합니다. 

다. 쿠키의 설치/운영 및 거부
- 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 아니면 모든 쿠키의 저장을 거부할 수도 있습니다.
- 다만, 쿠키의 저장을 거부할 경우에는 로그인이 필요한 GameKOK 웹사이트의 일부 서비스는 이용에 어려움이 있을 수 있습니다.
- 쿠키 설치 허용 여부를 지정하는 방법(Internet Explorer의 경우)은 다음과 같습니다. 
① [도구] 메뉴에서 [인터넷 옵션]을 선택합니다.
② [개인정보 탭]을 클릭합니다.
③ [개인정보취급 수준]을 설정하시면 됩니다.

9. 개인정보의 기술적/관리적 보호 대책 
회사는 이용자들의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다.

가. 비밀번호 암호화
GameKOK 회원 아이디(ID)의 비밀번호는 암호화되어 저장 및 관리되고 있어 본인만이 알고 있으며, 개인정보의 확인 및 변경도 비밀번호를 알고 있는 본인에 의해서만 가능합니다.

나. 해킹 등에 대비한 대책
회사는 해킹이나 컴퓨터 바이러스 등에 의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고 있습니다. 
개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신 백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지 않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서 개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 
그리고 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타 시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려 노력하고 있습니다.

다. 취급 직원의 최소화 및 교육
회사의 개인정보관련 취급 직원은 담당자에 한정시키고 있고 이를 위한 별도의 비밀번호를 부여하여 정기적으로 갱신하고 있으며, 담당자에 대한 수시 교육을 통하여 GameKOK 개인정보취급방침의 준수를 항상 강조하고 있습니다. 

라. 개인정보보호전담부서의 운영
사내 개인정보보호전담부서 등을 통하여 GameKOK 개인정보취급방침의 이행사항 및 담당자의 준수여부를 확인하여 문제가 발견될 경우 즉시 수정하고 바로 잡을 수 있도록 노력하고 있습니다. 
단, 회사는 이용자 개인의 실수 혹은 인터넷의 본질적인 위험성으로 인하여 야기되는 개인정보유출에 대해 책임을 지지 않습니다

10. 개인정보관리책임자 및 담당자의 연락처 
이용자는 회사의 서비스 이용과정에서 발생하는 모든 개인정보보호 관련 민원을 개인정보관리책임자 혹은 담당부서로 신고하실 수 있습니다. 
회사는 이용자의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

#개인정보 관리책임자 정보 및 연락처#
개인정보 관리책임자	개인정보 관리담당자
이름: 심상원
소속: ㈜엔미디어플랫폼
직위: 대표이사
전화: 1577-1452
메일: sim@nmp-corp.com	이름: 전홍문
소속: 게토기획팀
직위: 팀장
전화: 1577-1452
메일: hongmoonc@nmp-corp.com

기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 바랍니다.

- 개인정보침해신고센터 (www.1336.or.kr / -02-1336)
- 대검찰청 첨단범죄수사과 (www.spo.go.kr / 02-3480-2000) 
- 경찰청 사이버테러대응센터 (www.ctrc.go.kr / 02-392-0330) 

11. 링크사이트
회사는 홈페이지 또는 GameKOK 서비스 내에서 이용자에게 다른 회사의 웹사이트 또는 자료에 대한 링크를 제공할 수 있습니다. 링크되어 있는 웹사이트들이 개인정보를 수집하는 행위에 대해서는 본 "GameKOK 개인정보취급방침"이 적용되지 않으므로 새로 방문한 사이트의 개인정보취급방침을 확인하시기 바랍니다.

12. 고지 및 통지
가. 현 개인정보취급방침 내용 추가, 삭제 및 수정이 있을 시에는 개정 최소 7일 전부터 홈페이지의 '공지사항'을 통해 고지할 것입니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.

나. 회사는 영업의 전부 또는 일부를 양도하거나 합병, 상속 등으로 그 권리, 의무를 이전하는 경우 이용자에게 관련 내용으로 다음의 항목을 통지합니다.
- 영업의 전부 또는 일부의 양도, 합병 또는 상속의 사실
- 서비스 제공자 등의 권리, 의무를 승계한 자의 성명, 주소, 전화번호, 기타 연락처
부칙
1. 시행일
본 개인정보취급방침은 2013년 10월 15일부터 시행합니다.
							</pre>
						</div>