<%@ page language="java" contentType="text/html; charset=UTF-8"	pageEncoding="UTF-8"%>

<div class="txt_bx" >
<pre>GameKOK 런처 서비스 이용약관

제 1 장 총 칙

제 1 조- 목적
본 약관은 ㈜엔미디어플랫폼(이하 "회사")과 사용자(이하 “귀하”)간의 GameKOK 런처(GameKok Launcher) 서비스(이하 “서비스”) 제공에 관한 권리, 의무 및 기타 필요한 사항을 규정함을 목적으로 합니다.

1. 본 약관은 GameKOK 웹사이트(http://www.gamekok.co.kr; 이하 “홈페이지”)에서 서비스 가입 시 공시하며, 회사는 합리적인 사유가 발생할 경우에 관계법령에 위배되지 않는 범위 내에서 본 약관을 개정할 수 있습니다. 다만, 약관 개정은 변경된 약관 적용일 전 최소 7일, 귀하의 권리 또는 의무에 관한 중요한 규정의 개정은 적용일 전 30일간 홈페이지를 통해 귀하에게 공지되고 적용일에 그 효력이 개시됩니다. 

2. 귀하가 전항의 기간 동안 의사 표시를 하지 않으면 개정된 약관에 동의한 것으로 보며 만일 본 약관에 동의하는 것은 정기적으로 홈페이지를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 또한 개정된 약관에 대한 정보를 알지 못해 발생하는 모든 문제는 귀하의 책임으로 합니다. 

3. 본 약관은 향후에 회사가 추가로 서비스하는 사항에 모두 적용됩니다.

제 2 조- 약관 외의 적용
본 약관에 명시되지 않은 사항은 관계법령의 규정에 따릅니다.

제 3 조- 용어의 정의
1. GameKOK: “회사”가 인터넷컴퓨터게임시설제공업장에 설치된 컴퓨터의 효율적인 관리 및 영업을 위하여 제공하는 소프트웨어를 말합니다.
2. 서비스: “회사”가 제공하는 인터넷컴퓨터게임시설제공업장에 설치된 컴퓨터의 효율적인 관리 및 영업을 위하여 제공하는 “GameKOK” 소프트웨어를 통한 서비스로, “회사”가 제공하는 온라인 콘텐츠(광고 포함) 및 연계 온라인 서비스를 포함합니다.
3. 귀하: 인터넷컴퓨터게임시설제공업을 영위하는 게임물 관련사업자로서 "서비스"를 사용하고자 하는 자를 말합니다.
4. PC방 점주 회원: 홈페이지를 통해 가입한 회원으로서 매장 등록과 관리, 설치파일 다운로드 권한이 있고, 등록 매장에 대한 관리 권한을 일반 회원에게 부여할 수 있는 회원을 말합니다.
5. 일반 회원: 홈페이지를 통해 가입한 회원으로서 신청하여 승인 받은 매장에 대한 관리 권한이 있는 회원을 말합니다.

제 2 장 이용 계약의 체결
제 4 조- 회원 가입
1. 본 약관을 통한 이용 계약은 귀하가 회사의 홈페이지를 통해 서비스 이용약관 및 개인정보 제공 동의 후 가입 완료함으로써 성립됩니다.
2. 서비스의 이용을 원하는 귀하는 회사가 정하는 신청 절차에 따라 신청하여야 하며, 반드시 본인의 명의로 신청하여야 합니다. 
①	PC방 점주 회원의 경우는 신규로 회원가입 시 반드시 본인의 사업자 등록증 사본을 팩스 또는 우편을 통하여 회사에 전송하고 승인을 받아야 합니다.
② 일반 회원의 경우는 회원가입 시 반드시 이용을 원하는 PC방 점주 회원의 승인을 받아야 합니다. 
3. 회사는 다음의 각 호에 해당하는 이용신청에 대해서는 승인을 하지 않거나, 사후 발견 시 승인을 취소할 수 있습니다. 
 ① 타인 (직계 존비속도 포함)의 명의를 이용 또는 도용한 신청. 
 ② 등록사항을 누락하거나 오기하여 신청하는 경우. 
 ③ 귀하가 법이 정한 사업자 등록 요건을 갖추지 못한 경우. (PC방 점주 회원에 한함)
 ④ 기타 귀하 및 이용회원의 귀책사유로 이용 승인이 곤란한 경우.
 ⑤ 귀하가 고의적으로 서비스를 악용한다고 판단되는 경우.
 ⑥ 미성년자가 회원 가입을 하는 경우
4. 회사는 다음의 각 호에 해당하는 경우에는 이용신청에 대한 승인 제한 사유가 해소될 때까지 승인을 제한할 수 있습니다. 
 ① 서비스상의 장애가 발생한 경우. 
 ② 서비스 설비가 부족하여 만족스러운 서비스를 제공할 수 없다고 회사가 판단하는 경우.
 ③ 기타 회사의 귀책 사유로 승인이 곤란한 경우.

제 5 조 - 서비스 내용의 추가 또는 변경
회사는 서비스의 향상 또는 문제 해결을 위해 사전 고지 없이 내용의 일부 또는 전부를 변경할 수 있습니다. 단, 이 경우에도 사후에 변경내역을 이메일 등을 통해 고지합니다.

제 3 장 개인정보의 관리

제 6 조- 개인정보의 관리
회원 가입 시 또는 서비스 이용과정에서 수집되는 개인정보는 ‘개인정보 취급방침’에 따라 관리됩니다.

제 4 장 면책 및 서비스 이용 분쟁

제 7 조- 면책
다음에 해당하는 경우 회사는 회원에 대하여 면책됩니다.
1. 전시, 사변, 천재지변, 국가비상사태 등 기타 불가항력적인 사유에 의해 서비스를 제공할 수 없는 경우
2. 이용회원의 고의나 과실로 인하여 서비스의 중지 또는 이용장애가 발생한 경우
3. 사전에 고지한 서비스용 설비의 보수, 정기점검, 공사 등 부득이 한 사유로 서비스가 중지되거나 장애가 발생한 경우
4. 기간통신 사업자가 전기통신 서비스를 중지하였거나 정상적인 역무를 제공받지 못하여서 손해가 발생한 경우
5. 회원이 서비스를 이용하여 기대되는 수익을 얻지 못하거나, 서비스 이용으로 발생하는 손해에 대한 경우
6. 서비스 내 또는 웹사이트 상에 게시 또는 전송한 정보, 자료, 사실의 신뢰도, 정확성 등에 기인한 경우
7. 이용회원 상호간 또는 이용회원과 제3자간에 서비스를 매개로 분쟁이 발생한 경우
8. 회사가 제공하는 무료서비스 또는 이벤트의 경우

제 8 조- 관할 법원
1. 서비스 이용과 관련하여 회사와 이용회원간에 발생한 분쟁에 관한 소송의 관할은 민사소송법상의 관할법원으로 합니다. 
2. 회사와 이용자간에 제기된 소송에는 대한민국 법을 적용합니다.
3. 본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 관계법령 또는 상 관례에 따릅니다.
</pre>
</div>