<%@ page language="java" contentType="text/html; charset=UTF-8"	pageEncoding="UTF-8"%>
<div class="txt_bx" >
							<pre>GameKOK 사용권 계약서

본 GameKOK 사용권 계약(이하 “본 계약”)은 ㈜엔미디어플랫폼(이하 “회사”)이 사용자(이하 “귀하”)에게 GameKOK 소프트웨어 제품(이하 “GameKOK”)의 사용권과 부가서비스를 제공함에 있어 구체적인 조건을 정하기 위하여 체결합니다. 귀하가 본 계약 조건에 동의하지 않을 경우에는 “GameKOK”을 설치 또는 사용2할 수 없으며 부가서비스를 제공받을 수 없으므로 설치 과정을 중단하여야 합니다. ” GameKOK”의 저작권 등 지식재산권은 “회사”에 있으며, 저작권법 등에 의하여 보호됩니다. ” GameKOK”을 사용한다는 것은 “귀하”가 본 계약을 읽고, 이해하였으며, 이에 동의하였음을 인정하는 것입니다. ” GameKOK”은 본 계약에 따라 사용이 허락됩니다.

제 1 조 [계약목적] 
본 계약은 “회사”와 “귀하”간의 “GameKOK” 사용권 및 부가서비스 제공에 관한 전반적인 사항을 규정하고 상호 협조와 신뢰로써 이를 성실히 준수하고 공동의 번영과 발전을 도모함을 그 목적으로 합니다.

제 2조 [용어의 정의]
본 계약에서 사용하는 용어의 정의는 다음과 같습니다.
가. “GameKOK”은 “회사”가 인터넷컴퓨터게임시설제공업장에 설치된 컴퓨터의 효율적인 관리 및 영업을 위하여 제공하는 소프트웨어로서, “회사”가 제공하는 온라인 콘텐츠(광고 포함) 및 연계 온라인 서비스를 포함합니다.
나. "귀하"란 인터넷컴퓨터게임시설제공업을 영위하는 게임물 관련사업자로서 "GameKOK"과 “부가서비스”를 사용하고자 하는 자를 말합니다.
다. "부가서비스"라 함은 “회사”에서 제공하는 인터넷컴퓨터게임시설제공업장 관리 및 유지에 관한 소프트웨어 및 관련 서비스 기능을 말합니다.

제 3 조 [제품 및 서비스] 
“회사”가 “귀하"에게 사용권을 제공하는 “GameKOK” 및 “부가서비스”의 내용은 다음과 같습니다.
가. 온라인 광고가 포함된 GameKOK 소프트웨어
나. GameKOK 소프트웨어의 사용에 관한 상담 및 기술지원
다. GameKOK 소프트웨어의 업그레이드 지원
라. 부가수익을 위한 공동 마케팅 지원
바. 인터넷 검색 관련 서비스
사. 기타 부가 서비스

제 4 조 [사용권 계약의 성립 및 필요서류] 
1. 사용권계약은 “귀하"의 사용권 신청절차 이행과 “회사”의 승인에 의해 성립됩니다.
[사용권 신청절차]
가. “회사”가 운영하는 GameKOK 홈페이지(http://www.gamekok.co.kr; 이하 “홈페이지”)의 GameKOK 회원가입 페이지를 통하여 GameKOK 사용권 계약서에 동의합니다.
나. 필수 및 선택 가입정보를 입력합니다.
다. 사업자등록증 사본을 “회사”에 제출합니다.
2. “귀하”가 "GameKOK”에 포함된 사용권 계약서에 동의하여 설치를 완료하고 “회사”가 “귀하”의 신청에 따라 “부가서비스”를 제공하는 경우 “회사”의 승인이 있는 것으로 인정됩니다. 단, "귀하"는 “회사”의 요구가 있는 때에 즉시 사업자등록증 사본을 “회사”에 제출해야 합니다.
3. “회사”가 지정한 대리인에 의하여 회사가 지정한 별도의 방법에 따라 사용권계약이 성립되거나 승인이 될 수 있습니다. 이 경우에 “귀하”는 “회사”의 요구가 있는 때에 즉시 사업자등록증 사본을 “회사”에 제출해야 합니다.

제 5 조 [사용권 승인의 보류 및 취소] 
1. “회사”는 다음 각 호에 해당하는 경우 "GameKOK” 및 “부가서비스”의 사용승인을 보류할 수 있습니다. 
가. 인터넷컴퓨터게임시설제공업을 영위하는 게임물 관련사업자의 신청이 아니거나 인터넷컴퓨터게임시설제공업장 이외의 용도로 사용하고자 하는 경우 
나. “회사”의 온라인서비스를 제공받을 수 있는 환경이 구축되지 않았거나 “회사”의 온라인 서비스에 지장을 초래할 우려가 있는 경우 
다. “회사”, “회사”가 제공하는 소프트웨어 및 서비스에 대해 보안상 문제가 발생할 우려가 있는 경우
라. ”GameKOK”의 전부 또는 일부를 무단으로 개조하거나 불법적으로 사용한 이력이 있는 경우 또는 그러한 우려가 있는 경우
마. 범죄, 사회질서를 해하거나 공서양속에 반하는 행위 등에 “GameKOK”를 사용하였거나 그러한 우려가 있는 경우
바. 다른 사용자의 정당한 이용이나 “회사”의 업무를 방해하였거나 그러한 우려가 있는 경우
사. 본 계약을 위반하는 경우
아. 기타 “GameKOK”의 사용이 부적절하다고 판단되는 상당한 이유가 있는 경우
2. “회사”는 다음 각 호에 해당하는 경우 사용승인을 하지 않거나, 취소할 수 있습니다. 
가. 신청양식을 허위로 기재한 경우 
나. "귀하"의 귀책 사유로 사용 승인이 곤란한 경우 
다. 제4조에 따라 사업자등록증 사본을 제출하지 않은 경우
라. 본 계약을 위반하는 경우
마. 기타 “회사”가 정한 승인 요건에 미비할 경우

제 6 조 [계약서의 명시와 개정] 
1. 본 계약은 “홈페이지”에 온라인상으로 공시하며 “회사”는 합리적인 사유가 발생할 경우 관련 법령에 위배되지 않는 범위 안에서 본 계약을 개정할 수 있습니다. 다만, “귀하”의 권리 또는 의무에 관한 중요한 규정의 개정은 30일 전부터 공지하며, 그렇지 않은 경우에는 10일 전부터 공지합니다.
2. “귀하”는 변경된 계약서에 대해 동의하지 않을 권리가 있으며, 변경된 계약서에 동의하지 않을 경우에는 “GameKOK” 및 부가서비스” 이용을 중단하고 계약을 해지할 수 있습니다. 다만, "귀하" 가 변경된 계약서의 적용일로부터 15일 이내에 “회사”에 대해 거부 의사표시를 하지 아니하는 경우에는 변경된 계약서에 동의한 것으로 간주합니다.
3. “귀하”는 정기적으로 “홈페이지”를 방문하여 본 계약서의 변경사항을 확인해야 하며, 개정된 계약서에 대한 정보를 알지 못해 발생하는 "귀하"의 피해는 “회사”에서 책임지지 않습니다.
4. 법규 및 정부 정책의 변경, 경영악화, 경제 여건의 현저한 변동 기타 부득이한 사유가 발생한 경우 “회사”는 본 계약의 일부 또는 전부를 변경하거나 “GameKOK” 사용권 및 “부가서비스”의 제공을 중단할 수 있습니다.

제 7 조 [상호 의무] 
1. “회사”의 의무 
가. “회사”는 정상적인 사용권 계약 체결이 완료되면 특별한 사정이 없는 한 빠른 시일 내에 "GameKOK” 및 “부가서비스”를 제공하여야 합니다. 
나. “회사”는 본 계약서에서 정한 바에 따라 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 노력하며, 장애가 발생한 경우에는 지체 없이 이를 수리 복구하여야 합니다. 다만, 법원의 명령, 정부의 행정조치, 관련 법규의 변동, 천재지변, 비상사태 또는 그 밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다. 
다. “회사”는 사용 계약의 체결, 계약 사항의 변경 및 해지, 서비스의 제공 등에 있어 “귀하”에게 편의를 제공하도록 노력합니다.
2. “귀하”의 의무 
가. “회사”가 제공하는 각종 콘텐츠의 사용, 광고 노출, 웹브라우저 시작페이지 설정 등에 있어 이를 왜곡, 변경 또는 차단하거나 기타 방해행위를 해서는 안 됩니다. 
나. “귀하”는 본 계약서에서 규정하는 사항과 이용안내 또는 공지사항 등을 통하여 “회사”가 공지하는 사항을 준수하여야 하며, 기타 “회사”의 업무에 방해되는 행위를 하여서는 안 됩니다. 
다. “귀하”는 “회사”에 제공한 정보의 변동 사항이 있을 시 즉시 “회사”에 통보를 해야 하며 이를 위반하여 발생하는 손실에 대하여 “회사”의 책임은 면책 됩니다. 
라. “귀하”는 “귀하”의 인터넷컴퓨터게임시설제공업장의 하드웨어 및 소프트웨어 등의 관리책임이 있으며, 바이러스 감염 등으로 “회사” 또는 다른 사용자에게 피해가 발생하지 않도록 주의의무를 다하여 관리하여야 합니다.
마. “귀하”는 “회사”의 명시적인 동의가 없는 한 본 계약상 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다. 
바. “GameKOK”은 기능의 특성상 동종의 타 소프트웨어와 혼용하는 경우 충돌현상 등 오류가 발생할 수 있으므로 “귀하”는 유사 또는 동종의 소프트웨어를 “회사”와 사전 협의 없이 “귀하”의 인터넷컴퓨터게임시설제공업장에서 사용하지 않아야 합니다.

제 8 조 [광고선전 및 영업활동] 
“회사”는 “회사”와 “귀하”의 영업활성화를 촉진하기 위하여 “귀하”의 영업장 내, 외부시설에 상품진열, 판촉물 전시 기타 필요한 판촉 활동에 대하여 협조를 의뢰할 수 있고, “귀하”는 이에 관하여 “귀하”의 영업 활동에 방해가 되지 않는 범위 내에서 최대한 협조하여야 합니다.

제 9 조 [PC 사용현황 및 기타 정보제공] 
1. "회사"는 "GameKOK” 및 “부가서비스” 제공을 함에 있어 “귀하”의 인터넷컴퓨터게임시설제공업장과 PC 등 시설에 관한 정보를 수집하고 이를 가공하여 부가 정보를 제공할 수 있습니다.
2. “회사”는 성능 개선을 위하여 제공 소프트웨어를 자동으로 업데이트할 수 있습니다.
3. 본 조에 따라 “회사”가 제공하는 정당한 정보 등의 공급을 방해하는 소프트웨어는 악성 프로그램으로 인식하여 “귀하”에게 “회사”가 삭제 요청을 할 수 있으며, 거부하여야 할 중대한 이유가 없는 한 이에 응하여야 한다.
4. “회사”는 “귀하”가 제공한 정보를 중요하게 취급하고 보호합니다.

제 10 조 [서비스의 이용 및 제한] 
1. “회사”에서 제공하는 서비스의 이용시간은 연중무휴 1일 24시간 이용을 원칙으로 합니다. 
다만, 서비스의 종류 및 내용에 따라 일부의 서비스는 “회사”가 따로 이용시간을 정할 수 있으며, 이는 “회사”가 서비스 이용 안내에 별도 규정함으로써 해당 시간에만 서비스 이용이 가능합니다.
2. 전항의 이용 시간에 불구하고 전산장치 또는 통신 장애, 서비스 개발, 정기 점검 등의 불가피한 사유에 의해 서비스 제공이 일정기간 동안 제한되거나 중단될 수 있습니다.
3. “회사”는 서비스 이용의 제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 “홈페이지”, “GameKOK”, 전자우편, 전화, 서면 등을 통하여 통지 또는 공지 합니다. 다만, 긴급한 사정으로 이용을 정지하는 경우에는 그러하지 아니합니다.

제 11 조 [계약의 해지] 
1. “귀하”는 언제든지 본 계약을 해지할 수 있습니다.
2. “회사”는 “귀하”가 다음에 각 호에 해당할 경우 “귀하”에게 통지 후 본 계약을 해지할 수 있습니다.
가. “회사”의 명예를 실추하거나 불이익을 초래할 때
나. “본 계약을 위반하거나 정당한 이유 없이 의무를 이행하지 않을 때
다. “회사”의 정상적인 경영활동을 방해한 때
라. 파산 또는 회생절차의 신청, 부도, 금융기관과의 거래정지, 폐업 기타 정상적인 경영활동이 곤란한 때
3. 본 계약이 해지된 경우 “귀하”는 10일 이내에 “회사”가 제공한 하드웨어, 소프트웨어는 물론 각종 자료와 “회사”가 지급한 사은품 등을 “회사”에 반환하여야 합니다. 단, “회사”의 귀책사유로 인한 경우에는 그러하지 않습니다.

제 12 조 [손해배상 및 면책] 
1. “GameKOK”은 무상으로 제공되며 “회사”는 소프트웨어의 무결성과 안정성을 보장하지 않습니다. 이로 인해 컴퓨터 등 전산장치의 기능마비, 파손 또는 오 동작이 발생하는 경우에도 “회사”는 책임을 부담하지 않습니다. 단, “회사”의 고의 또는 중과실에 의한 경우에는 그러하지 않습니다. 
2. “회사”는 “GameKOK” 및 “부가서비스”를 이용함으로써 “귀하”가 기대하는 목적을 달성할 수 있음을 보장하지 않으며, 이를 사용하거나 사용하지 못함으로써 발생하는 모든 결과에 대해 법적, 경제적 책임을 지지 않습니다.
3. “귀하”는 독립적인 판단과 책임으로 “GameKOK” 및 “부가서비스”의 사용 여부를 결정하여야 하며, 그로 인한 모든 책임은 “귀하”에게 귀속되고 “회사”는 그 결과로부터 면책됩니다.

제 13 조 [분쟁의 해결과 관할법원] 
1. 본 계약서에 명시되지 않은 사항은 일반 상거래 관습에 따릅니다.
2. 본 계약과 관련하여 분쟁이 발생하는 경우 “회사”와 “귀하”는 상호 신뢰를 바탕으로 자율적 해결을 위해 노력하여야 하며, 그럼에도 불구하고 해결되지 못한 일체의 분쟁은 대한민국 법률을 준거법으로 하여 민사소송법에 따라 해결합니다.
							</pre>
						</div>